<?php
$tweet[0]["image"] = "./image/caution.gif";
$tweet[0]["text"]  = "みんなの新着レビューへようこそ！<br />ここは<a href='http://shopping.yahoo.co.jp/' target='_blank'>Yahoo!ショッピング</a>から新着レビューをお届けするサイトです。<br />
このページでは使い方の説明をします。";

$tweet[1]["image"] = "./image/question.gif";
$tweet[1]["text"]  = "<span class=blue>1. 商品カテゴリ</span><br />
トップページではすべての商品から新着順にレビューが表示されています。<br />
画面左側の商品カテゴリ欄には商品カテゴリの一覧が表示されており、<br />
カテゴリ名をクリックすると、右側の新着レビュー欄にはそのカテゴリ内の商品のレビューが表示されるようになります。<br />
現在のカテゴリ名の横にあるかっこの中の数字は、そのカテゴリに存在するレビューの数です。";

$tweet[2]["image"] = "./image/question.gif";
$tweet[2]["text"]  = "<span class=blue>2. レビュー</span><br />
新着レビュー欄にはレビューが新着順に表示されます。<br />
左に商品画像、右のふきだしにはその商品に対するレビューが表示されます。<br />
ふきだしの上部の星は五段階のレビュー点数です。<br />
ふきだしの下部には商品名、右下にはレビュー日時が表示されます。<br />
<br />
価格を表示する設定にしている場合は商品名の後ろに価格が表示されます。<br />
現在販売されていない商品は価格の代わりに「販売終了」と表示されます。<br />
<br />
商品画像か商品名をクリックすると商品詳細ページ、<br />
レビューのタイトルをクリックするとレビューのページが新しいウインドウで開きます。";

$tweet[3]["image"] = "./image/question.gif";
$tweet[3]["text"]  = "<span class=blue>3. ページ移動</span><br />
新着レビュー欄右下の「次へ」をクリックすると古いレビューを表示します。<br />
新着レビュー欄右上には現在のカテゴリに存在するレビューの総数と、いま見ている場所が表示されています。<br />
「最古」をクリックすると最も古いレビューを表示します。<br />
同様に「前へ」で新しいレビュー、「最新」では最新のレビューを表示します。<br />
また、「上へ」では現在のページの上部へ移動します。";

$tweet[4]["image"] = "./image/question.gif";
$tweet[4]["text"]  = "<span class=blue>4. 設定</span><br />
新着レビュー欄の最上部の表示順・表示数・価格は、<br />
クリックすることで表示設定を変更することができます。<br />
<br />
・表示順<br />
　新着：　　　　すべてのレビューから新着順に表示します。<br />
　高評価新着：　高評価のレビューを優先して表示します。<br />
　低評価新着：　低評価のレビューを優先して表示します。<br />
<br />
・表示件数<br />
　10件：　1ページに10件のレビューを表示します。<br />
　30件：　1ページに30件のレビューを表示します。<br />
　50件：　1ページに50件のレビューを表示します。<br />
<br />
・価格<br />
　表示：　　商品の価格を表示します。<br />
　非表示：　商品の価格は表示しません。<br />
<br />
※価格を表示する場合はページの読み込みが遅くなります。<br />
　お好みでご利用ください。";

$tweet[5]["image"] = "./image/question.gif";
$tweet[5]["text"]  = "<span class=blue>5. 設定の保存</span><br />
次回以降のアクセス時にも変更した設定を利用したい場合は、<br />
設定変更後のページを表示した状態でブックマークしてください。<br />
次回からはそのブックマークからアクセスすれば同じ設定でご利用になれます。<br />
<br />
設定した内容はページ内のどのリンクをクリックしても保持するようにしていますが、<br />
ページ最下部のコピーライト中の「みんなの新着レビュー」のリンクをクリックした場合は、<br />
標準の設定のトップページに移動します。<br />
設定をリセットしたいときにご利用ください。";

$tweet[6]["image"] = "./image/question.gif";
$tweet[6]["text"]  = "<span class=blue>6. RSS</span><br />
新着レビュー欄右上のRSSアイコンをクリックすると、<br />
現在のカテゴリの新着レビューをRSSで受け取ることができます。";

$tweet[7]["image"] = "./image/question.gif";
$tweet[7]["text"]  = "<span class=blue>7. 広告</span><br />
商品カテゴリ欄の下にはヤフーオークションとヤフーショッピングの広告を表示しています。<br />
ここには、今ヤフーショッピングで検索されている人気のキーワードから、<br />
現在のカテゴリでのキーワードランキング一位のキーワードで検索した結果を表示するようにしています。<br />
（キーワードランキングが取得できなかった場合は、カテゴリ名の一部での検索結果になります）<br />
こちらも是非チェックしてみてください。";

$tweet[8]["image"] = "./image/caution.gif";
$tweet[8]["text"]  = "これで説明は終わりです。<br />
右下の「元のページに戻る」をクリックするとこのページへ来る前に見ていたレビューページに戻ります。<br />
ごゆっくりご覧ください。";

$tweet[9]["image"] = "./image/caution.gif";
$tweet[9]["text"]  = "ご連絡はこちらまで<br />
<img src='./image/gmail.png' border='0' alt='メールアドレス' />";
?>